logs/prod/factura/generar_factura_1776267053932_request.xml

<?xml version="1.0" encoding="utf-8"?>
                <soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ar="http://ar.gov.afip.dif.FEV1/">
                <soapenv:Header/>
                <soapenv:Body>
                    <ar:FECAESolicitar>
                        <ar:Auth>
                            <ar:Token>PD94bWwgdmVyc2lvbj0iMS4wIiBlbmNvZGluZz0iVVRGLTgiIHN0YW5kYWxvbmU9InllcyI/Pgo8c3NvIHZlcnNpb249IjIuMCI+CiAgICA8aWQgc3JjPSJDTj13c2FhLCBPPUFGSVAsIEM9QVIsIFNFUklBTE5VTUJFUj1DVUlUIDMzNjkzNDUwMjM5IiBkc3Q9IkNOPXdzZmUsIE89QUZJUCwgQz1BUiIgdW5pcXVlX2lkPSIyOTU1MzY3MjUwIiBnZW5fdGltZT0iMTc3NjI2Njg4OSIgZXhwX3RpbWU9IjE3NzYzMTAxNDkiLz4KICAgIDxvcGVyYXRpb24gdHlwZT0ibG9naW4iIHZhbHVlPSJncmFudGVkIj4KICAgICAgICA8bG9naW4gZW50aXR5PSIzMzY5MzQ1MDIzOSIgc2VydmljZT0id3NmZSIgdWlkPSJTRVJJQUxOVU1CRVI9Q1VJVCAyMDMxMjM1NDg0NiwgQ049YWRvbGZvYXJheWEiIGF1dGhtZXRob2Q9ImNtcyIgcmVnbWV0aG9kPSIyMiI+CiAgICAgICAgICAgIDxyZWxhdGlvbnM+CiAgICAgICAgICAgICAgICA8cmVsYXRpb24ga2V5PSIyMDMxMjM1NDg0NiIgcmVsdHlwZT0iNCIvPgogICAgICAgICAgICA8L3JlbGF0aW9ucz4KICAgICAgICA8L2xvZ2luPgogICAgPC9vcGVyYXRpb24+Cjwvc3NvPgo=</ar:Token>
                            <ar:Sign>iERWvJ3u99EYq+AppGdKyBEc9hqkwoq0NQ2xZ4u/VzNr9V8h/SSHIWJukm1GvZEqO3VgGMcMv5ez1+/0mlGuMt/zVl3xWeCwkcpm3JNFrSLwdNKA1EikimjpyDVXlTrcP0FK9spScfeqC7sHYUk0P5CBfMrq0fBd0cDzNKqKnuA=</ar:Sign>
                            <ar:Cuit>20312354846</ar:Cuit>
                        </ar:Auth>
                        <ar:FeCAEReq>
                            <ar:FeCabReq>
                            <ar:CantReg>1</ar:CantReg>
                            <ar:PtoVta>1002</ar:PtoVta>
                            <ar:CbteTipo>11</ar:CbteTipo>
                            </ar:FeCabReq>
                            <ar:FeDetReq>
                            <ar:FECAEDetRequest>
                                <ar:CondicionIVAReceptorId>4</ar:CondicionIVAReceptorId>
                                <ar:Concepto>3</ar:Concepto>
                                <ar:DocTipo>80</ar:DocTipo>
                                <ar:DocNro>33999000709</ar:DocNro>
                                <ar:CbteDesde>4</ar:CbteDesde>
                                <ar:CbteHasta>4</ar:CbteHasta>
                                <ar:CbteFch>20260415</ar:CbteFch>
                                <ar:FchServDesde>20260401</ar:FchServDesde>
                                <ar:FchServHasta>20260430</ar:FchServHasta>
                                <ar:FchVtoPago>20260510</ar:FchVtoPago>
                                <ar:ImpTotal>1115000</ar:ImpTotal>
                                <ar:ImpTotConc>0</ar:ImpTotConc>
                                <ar:ImpNeto>1115000</ar:ImpNeto>
                                <ar:ImpOpEx>0</ar:ImpOpEx>
                                <ar:ImpIVA>0</ar:ImpIVA>
                                <ar:ImpTrib>0</ar:ImpTrib>
                                <ar:MonId>PES</ar:MonId>
                                <ar:MonCotiz>1</ar:MonCotiz>
                                <ar:Observaciones>
                                    <ar:Obs>
                                        <ar:Code>0</ar:Code>
                                        <ar:Msg>Honorarios correspondientes al mes de abril.</ar:Msg>
                                    </ar:Obs>
                                </ar:Observaciones>
                            </ar:FECAEDetRequest>
                            </ar:FeDetReq>
                        </ar:FeCAEReq>
                    </ar:FECAESolicitar>
                </soapenv:Body>
                </soapenv:Envelope>